let product = {
  name: "iphone",
  color: "blue",
  memory: "128 гб",
  screen: "6.1",
  os: "ios 15",
  nfc: true,
  bluetooth: true,
  wifi: true,
  description: `Наша самая совершенная система двух камер.
Особый взгляд на прочность дисплея.
Чип, с которым всё супербыстро.
Аккумулятор держится заметно дольше.
iPhone 13 - сильный мира всего.

Мы разработали совершенно новую схему расположения и развернулиобъективы на 45 градусов.
 Благодаря этому внутри корпуса поместилась нашалучшая система двух камер с увеличенной матрицей широкоугольной камеры.
 Кроме того, мы освободили место для системы оптической стабилизацииизображения сдвигом матрицы.
  И повысили скорость работы матрицы насверхширокоугольной камере.

Новая сверхширокоугольная камера видит больше деталей в тёмных областях снимков.
 Новая широкоугольная камера улавливает на 47% больше света для более качественных фотографий и видео.
  Новая оптическая стабилизация сосдвигом матрицы обеспечит чёткие кадры даже в неустойчивом положении.

Режим «Киноэффект» автоматически добавляет великолепные эффекты перемещенияфокуса и изменения резкости.
 Просто начните запись видео.
  Режим «Киноэффект»будет удерживать фокус на объекте съёмки, создавая красивый эффект размытия вокруг него.
   Режим «Киноэффект» распознаёт, когда нужно перевести фокус на другого человека или объект, который появился в кадре.
    Теперь ваши видео будут смотреться как настоящее кино.`,
  price: "67 990₽",
  old_price: "75 990₽",
  discount: "8000₽",
};

let user1 = {
  name: "Марк Г.",
  avatar: "",
  rating: "5",
  text: `Достоинства:
это мой первый айфон после огромного количества телефонов на андроиде.
 всё плавно, чётко и красиво. довольно шустрое устройство. камера весьма неплохая.

Недостатки:
к самому устройству мало имеет отношение, но перенос данных с андроида - адская вещь)
 а если нужно переносить фото с компа, то это только через itunes, который урезает качество фотографий`,
};

let user2 = {
  name: "Валерий Коваленко",
  avatar: "",
  rating: "4",
  text: `Достоинства:
OLED экран, Дизайн, Система камер, Шустрый А15, Заряд держит долго

Недостатки:
Плохая ремонтопригодность`,
};
